Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Allows window.open() without user gesture. Disable to block pop-ups.
ar: يسمح بـ window.open() بدون إيماءة المستخدم. عطّل لحظر النوافذ المنبثقة.
ca: Permet window.open() sense gest d'usuari. Desactiva per bloquejar finestres emergents.
cs: Povoluje window.open() bez uživatelského gesta. Zakažte pro blokování vyskakovacích oken.
da: Tillader window.open() uden brugerhandling. Deaktiver for at blokere pop-ups.
de: Erlaubt window.open() ohne Benutzerinteraktion. Deaktivieren zum Blockieren von Pop-ups.
el: Επιτρέπει window.open() χωρίς χειρονομία χρήστη. Απενεργοποιήστε για αποκλεισμό αναδυόμενων.
es: Permite window.open() sin gesto de usuario. Desactivar para bloquear ventanas emergentes.
fi: Sallii window.open() ilman käyttäjän toimintoa. Poista käytöstä estääksesi ponnahdusikkunat.
fr: Autorise window.open() sans geste utilisateur. Désactiver pour bloquer les pop-ups.
he: מאפשר window.open() ללא מחוות משתמש. השבת כדי לחסום חלונות קופצים.
hi: उपयोगकर्ता जेस्चर के बिना window.open() की अनुमति देता है। पॉप-अप ब्लॉक करने के लिए अक्षम करें।
hr: Dopušta window.open() bez korisničke geste. Onemogućite za blokiranje skočnih prozora.
hu: Engedélyezi a window.open()-t felhasználói művelet nélkül. Tiltsa le a felugró ablakok blokkolásához.
id: Memungkinkan window.open() tanpa gestur pengguna. Nonaktifkan untuk memblokir pop-up.
it: Consente window.open() senza interazione utente. Disabilita per bloccare i pop-up.
ja: ユーザー操作なしでwindow.open()を許可。無効にするとポップアップがブロックされます。
ko: window.open()을 허용합니다. 팝업을 차단하려면 비활성화합니다.
ms: Membenarkan window.open() tanpa isyarat pengguna. Lumpuhkan untuk menyekat pop-up.
nb: Tillater window.open() uten brukerhandling. Deaktiver for å blokkere popup-vinduer.
nl: Staat window.open() toe zonder gebruikersgebaar. Uitschakelen om pop-ups te blokkeren.
pl: Pozwala na window.open() bez gestu użytkownika. Wyłącz, aby blokować wyskakujące okna.
pt_br: Permite window.open() sem gesto do usuário. Desative para bloquear pop-ups.
pt_pt: Permite window.open() sem gesto do utilizador. Desative para bloquear pop-ups.
ro: Permite window.open() fără gest al utilizatorului. Dezactivați pentru a bloca pop-up-urile.
ru: Разрешает window.open() без действия пользователя. Отключите для блокировки всплывающих окон.
sk: Povoľuje window.open() bez používateľského gesta. Zakážte na blokovanie vyskakovacích okien.
sv: Tillåter window.open() utan användargest. Inaktivera för att blockera popup-fönster.
th: อนุญาต window.open() โดยไม่มีการกระทำของผู้ใช้ ปิดใช้งานเพื่อบล็อกป๊อปอัป
tr: Kullanıcı hareketi olmadan window.open()'a izin verir. Pop-up'ları engellemek için devre dışı bırakın.
uk: Дозволяє window.open() без дії користувача. Вимкніть для блокування спливаючих вікон.
vi: Cho phép window.open() không cần thao tác người dùng. Tắt để chặn pop-up.
zh_hans: 允许无用户手势的window.open()。禁用以阻止弹出窗口。
zh_hant: 允許無使用者手勢的window.open()。停用以阻擋彈出視窗。

source: Analyzing page performance...
ar: جاري تحليل أداء الصفحة...
ca: Analitzant rendiment de la pàgina...
cs: Analyzuji výkon stránky...
da: Analyserer sideydelse...
de: Seitenleistung wird analysiert...
el: Ανάλυση απόδοσης σελίδας...
es: Analizando rendimiento de página...
fi: Analysoidaan sivun suorituskykyä...
fr: Analyse des performances de la page...
he: מנתח ביצועי עמוד...
hi: पेज प्रदर्शन का विश्लेषण...
hr: Analiziranje performansi stranice...
hu: Oldal teljesítmény elemzése...
id: Menganalisis kinerja halaman...
it: Analisi prestazioni pagina...
ja: ページパフォーマンスを分析中...
ko: 페이지 성능 분석 중...
ms: Menganalisis prestasi halaman...
nb: Analyserer sideytelse...
nl: Paginaprestaties analyseren...
pl: Analizowanie wydajności strony...
pt_br: Analisando desempenho da página...
pt_pt: A analisar desempenho da página...
ro: Analizez performanța paginii...
ru: Анализ производительности страницы...
sk: Analyzujem výkon stránky...
sv: Analyserar sidprestanda...
th: กำลังวิเคราะห์ประสิทธิภาพหน้า...
tr: Sayfa performansı analiz ediliyor...
uk: Аналіз продуктивності сторінки...
vi: Đang phân tích hiệu suất trang...
zh_hans: 分析页面性能...
zh_hant: 分析頁面效能...

source: API Availability
ar: توفر واجهة برمجة التطبيقات
ca: Disponibilitat de l'API
cs: Dostupnost API
da: API-tilgængelighed
de: API-Verfügbarkeit
el: Διαθεσιμότητα API
es: Disponibilidad de API
fi: API-saatavuus
fr: Disponibilité de l'API
he: זמינות API
hi: API उपलब्धता
hr: Dostupnost API-ja
hu: API elérhetőség
id: Ketersediaan API
it: Disponibilità API
ja: API可用性
ko: API 가용성
ms: Ketersediaan API
nb: API-tilgjengelighet
nl: API-beschikbaarheid
pl: Dostępność API
pt_br: Disponibilidade da API
pt_pt: Disponibilidade da API
ro: Disponibilitate API
ru: Доступность API
sk: Dostupnosť API
sv: API-tillgänglighet
th: ความพร้อมใช้งาน API
tr: API kullanılabilirliği
uk: Доступність API
vi: Khả dụng API
zh_hans: API可用性
zh_hant: API可用性

source: API capabilities info
ar: معلومات إمكانيات API
ca: Info de capacitats d'API
cs: Info o schopnostech API
da: API-kapacitetsinfo
de: API-Funktionsinformationen
el: Πληροφορίες δυνατοτήτων API
es: Info de capacidades de API
fi: API-ominaisuustiedot
fr: Infos sur les capacités API
he: מידע על יכולות API
hi: API क्षमता जानकारी
hr: Info o mogućnostima API-ja
hu: API képességek információ
id: Info kemampuan API
it: Info capacità API
ja: API機能情報
ko: API 기능 정보
ms: Info keupayaan API
nb: API-funksjonalitetinfo
nl: API-mogelijkheden info
pl: Informacje o możliwościach API
pt_br: Info de capacidades de API
pt_pt: Info de capacidades de API
ro: Info capabilități API
ru: Информация о возможностях API
sk: Info o schopnostiach API
sv: API-kapacitetsinformation
th: ข้อมูลความสามารถ API
tr: API yetenekleri bilgisi
uk: Інформація про можливості API
vi: Thông tin khả năng API
zh_hans: API功能信息
zh_hant: API功能資訊

source: API for adaptive streaming (e.g., DASH). Not supported in WKWebView.
ar: واجهة برمجة تطبيقات للبث التكيفي (مثل DASH). غير مدعومة في WKWebView.
ca: API per a transmissió adaptativa (p. ex., DASH). No compatible amb WKWebView.
cs: API pro adaptivní streaming (např. DASH). Nepodporováno ve WKWebView.
da: API til adaptiv streaming (f.eks. DASH). Ikke understøttet i WKWebView.
de: API für adaptives Streaming (z.B. DASH). Nicht unterstützt in WKWebView.
el: API για προσαρμοστική ροή (π.χ. DASH). Δεν υποστηρίζεται στο WKWebView.
es: API para streaming adaptativo (ej. DASH). No soportado en WKWebView.
fi: API mukautuvalle suoratoistolle (esim. DASH). Ei tuettu WKWebView:ssä.
fr: API pour le streaming adaptatif (ex. DASH). Non pris en charge dans WKWebView.
he: API להזרמה מותאמת (למשל DASH). לא נתמך ב-WKWebView.
hi: अनुकूली स्ट्रीमिंग के लिए API (जैसे, DASH)। WKWebView में समर्थित नहीं।
hr: API za prilagodljivo strujanje (npr. DASH). Nije podržano u WKWebView.
hu: API az adaptív streaminghez (pl. DASH). Nem támogatott a WKWebView-ban.
id: API untuk streaming adaptif (mis. DASH). Tidak didukung di WKWebView.
it: API per lo streaming adattivo (es. DASH). Non supportato in WKWebView.
ja: アダプティブストリーミング（例：DASH）用API。WKWebViewではサポートされていません。
ko: 적응형 스트리밍 API입니다. WKWebView에서는 지원하지 않습니다.
ms: API untuk penstriman adaptif (cth. DASH). Tidak disokong dalam WKWebView.
nb: API for adaptiv strømming (f.eks. DASH). Ikke støttet i WKWebView.
nl: API voor adaptieve streaming (bijv. DASH). Niet ondersteund in WKWebView.
pl: API dla adaptacyjnego streamingu (np. DASH). Nie jest obsługiwane w WKWebView.
pt_br: API para streaming adaptativo (ex. DASH). Não suportado no WKWebView.
pt_pt: API para streaming adaptativo (ex. DASH). Não suportado no WKWebView.
ro: API pentru streaming adaptiv (ex. DASH). Nu este suportat în WKWebView.
ru: API для адаптивной потоковой передачи (например, DASH). Не поддерживается в WKWebView.
sk: API pre adaptívne streamovanie (napr. DASH). Nepodporované vo WKWebView.
sv: API för adaptiv strömning (t.ex. DASH). Stöds inte i WKWebView.
th: API สำหรับการสตรีมแบบปรับได้ (เช่น DASH) ไม่รองรับใน WKWebView
tr: Uyarlanabilir akış için API (örn. DASH). WKWebView'da desteklenmez.
uk: API для адаптивного потокового передавання (напр., DASH). Не підтримується в WKWebView.
vi: API cho phát trực tuyến thích ứng (ví dụ: DASH). Không được hỗ trợ trong WKWebView.
zh_hans: 自适应流媒体API（如DASH）。WKWebView中不支持。
zh_hant: 自適應串流API（如DASH）。WKWebView中不支援。

source: App
ar: تطبيق
cs: Aplikace
el: Εφαρμογή
fi: Sovellus
he: אפליקציה
hi: ऐप
hr: Aplikacija
id: Aplikasi
ja: アプリ
ko: 앱
ms: Apl
pl: Aplikacja
ro: Aplicație
ru: Приложение
sk: Aplikácia
th: แอป
tr: Uygulama
uk: Додаток
vi: Ứng dụng
zh_hans: 应用
zh_hant: 應用程式

source: App Settings
ar: إعدادات التطبيق
ca: Configuració de l'app
cs: Nastavení aplikace
da: App-indstillinger
de: App-Einstellungen
el: Ρυθμίσεις εφαρμογής
es: Ajustes de la app
fi: Sovelluksen asetukset
fr: Paramètres de l'app
he: הגדרות אפליקציה
hi: ऐप सेटिंग्स
hr: Postavke aplikacije
hu: Alkalmazásbeállítások
id: Pengaturan aplikasi
it: Impostazioni app
ja: アプリ設定
ms: Tetapan aplikasi
nb: Appinnstillinger
nl: App-instellingen
pl: Ustawienia aplikacji
pt_br: Configurações do app
pt_pt: Definições da app
ro: Setări aplicație
ru: Настройки приложения
sk: Nastavenia aplikácie
sv: Appinställningar
th: การตั้งค่าแอป
tr: Uygulama ayarları
uk: Налаштування програми
vi: Cài đặt ứng dụng
zh_hans: 应用设置
zh_hant: App 設定

source: App will restart to apply the language change.
ar: سيتم إعادة تشغيل التطبيق لتطبيق تغيير اللغة.
ca: L'app es reiniciarà per aplicar el canvi d'idioma.
cs: Aplikace se restartuje pro použití změny jazyka.
da: Appen genstarter for at anvende sprogændringen.
de: Die App wird neu gestartet, um die Sprachänderung anzuwenden.
el: Η εφαρμογή θα επανεκκινήσει για να εφαρμοστεί η αλλαγή γλώσσας.
es: La app se reiniciará para aplicar el cambio de idioma.
fi: Sovellus käynnistyy uudelleen kielimuutoksen käyttöönottamiseksi.
fr: L'app redémarrera pour appliquer le changement de langue.
he: האפליקציה תופעל מחדש להחלת שינוי השפה.
hi: भाषा परिवर्तन लागू करने के लिए ऐप पुनः प्रारंभ होगा।
hr: Aplikacija će se ponovno pokrenuti za primjenu promjene jezika.
hu: Az alkalmazás újraindul a nyelvváltoztatás alkalmazásához.
id: Aplikasi akan dimulai ulang untuk menerapkan perubahan bahasa.
it: L'app si riavvierà per applicare il cambio di lingua.
ja: 言語変更を適用するためにアプリが再起動します。
ko: 언어 변경을 적용하려면 앱이 다시 시작됩니다.
ms: Apl akan dimulakan semula untuk menggunakan perubahan bahasa.
nb: Appen vil starte på nytt for å bruke språkendringen.
nl: De app wordt opnieuw gestart om de taalwijziging toe te passen.
pl: Aplikacja zostanie uruchomiona ponownie, aby zastosować zmianę języka.
pt_br: O app será reiniciado para aplicar a mudança de idioma.
pt_pt: A app será reiniciada para aplicar a alteração de idioma.
ro: Aplicația va fi repornită pentru a aplica schimbarea de limbă.
ru: Приложение перезапустится для применения смены языка.
sk: Aplikácia sa reštartuje pre použitie zmeny jazyka.
sv: Appen startas om för att tillämpa språkändringen.
th: แอปจะเริ่มต้นใหม่เพื่อใช้การเปลี่ยนแปลงภาษา
tr: Dil değişikliğini uygulamak için uygulama yeniden başlatılacak.
uk: Додаток перезапуститься для застосування зміни мови.
vi: Ứng dụng sẽ khởi động lại để áp dụng thay đổi ngôn ngữ.
zh_hans: 应用将重启以应用语言更改。
zh_hant: 應用程式將重新啟動以套用語言變更。

source: Appearance
ar: المظهر
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ko: 외관
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
pt_pt: Aparência
ro: Aspect
ru: Оформление
sk: Vzhľad
sv: Utseende
th: ลักษณะ
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Apple GPU integrated in SoC. Metal API supported. Shared memory with CPU.
ar: GPU Apple مدمج في SoC. دعم Metal API. ذاكرة مشتركة مع CPU.
ca: GPU Apple integrada al SoC. API Metal compatible. Memòria compartida amb CPU.
cs: Apple GPU integrovaný v SoC. Podporované Metal API. Sdílená paměť s CPU.
da: Apple GPU integreret i SoC. Metal API understøttet. Delt hukommelse med CPU.
de: Apple GPU im SoC integriert. Metal API unterstützt. Gemeinsamer Speicher mit CPU.
el: Apple GPU ενσωματωμένο στο SoC. Υποστήριξη Metal API. Κοινή μνήμη με CPU.
es: GPU Apple integrada en SoC. API Metal soportada. Memoria compartida con CPU.
fi: Apple GPU integroitu SoC:hen. Metal API tuettu. Jaettu muisti CPU:n kanssa.
fr: GPU Apple intégré au SoC. API Metal supportée. Mémoire partagée avec CPU.
he: GPU Apple משולב ב-SoC. תמיכה ב-Metal API. זיכרון משותף עם CPU.
hi: SoC में एकीकृत Apple GPU। Metal API समर्थित। CPU के साथ साझा मेमोरी।
hr: Apple GPU integriran u SoC. Metal API podržan. Dijeljena memorija s CPU.
hu: Apple GPU integrálva a SoC-ba. Metal API támogatott. Megosztott memória a CPU-val.
id: Apple GPU terintegrasi di SoC. Metal API didukung. Memori bersama dengan CPU.
it: GPU Apple integrata nel SoC. API Metal supportata. Memoria condivisa con CPU.
ja: SoCに統合されたApple GPUです。 Metal APIをサポート。 CPUとメモリを共有。
ko: SoC에 통합된 Apple GPU입니다. Metal API를 지원합니다.
ms: GPU Apple bersepadu dalam SoC. API Metal disokong. Memori dikongsi dengan CPU.
nb: Apple GPU integrert i SoC. Metal API støttet. Delt minne med CPU.
nl: Apple GPU geïntegreerd in SoC. Metal API ondersteund. Gedeeld geheugen met CPU.
pl: Apple GPU zintegrowany w SoC. Obsługiwane API Metal. Współdzielona pamięć z CPU.
pt_br: GPU Apple integrada no SoC. API Metal suportada. Memória compartilhada com CPU.
pt_pt: GPU Apple integrada no SoC. API Metal suportada. Memória partilhada com CPU.
ro: GPU Apple integrat în SoC. API Metal acceptat. Memorie partajată cu CPU.
ru: Apple GPU интегрирован в SoC. Поддержка Metal API. Общая память с CPU.
sk: Apple GPU integrovaný v SoC. Podporované Metal API. Zdieľaná pamäť s CPU.
sv: Apple GPU integrerad i SoC. Metal API stöds. Delat minne med CPU.
th: Apple GPU ในตัว SoC รองรับ Metal API แชร์หน่วยความจำกับ CPU
tr: SoC'de entegre Apple GPU. Metal API desteklenir. CPU ile paylaşımlı bellek.
uk: Apple GPU інтегровано в SoC. Підтримка Metal API. Спільна пам'ять з CPU.
vi: GPU Apple tích hợp trong SoC. Hỗ trợ Metal API. Chia sẻ bộ nhớ với CPU.
zh_hans: SoC 中集成的 Apple GPU。 支持 Metal API。 与 CPU 共享内存。
zh_hant: SoC 中整合的 Apple GPU。 支援 Metal API。 與 CPU 共享記憶體。

source: Apple Pay integration. Requires HTTPS.
ar: تكامل Apple Pay. يتطلب HTTPS.
ca: Integració d'Apple Pay. Requereix HTTPS.
cs: Integrace Apple Pay. Vyžaduje HTTPS.
da: Apple Pay-integration. Kræver HTTPS.
de: Apple Pay-Integration. Erfordert HTTPS.
el: Ενσωμάτωση Apple Pay. Απαιτεί HTTPS.
es: Integración de Apple Pay. Requiere HTTPS.
fi: Apple Pay -integraatio. Vaatii HTTPS:n.
fr: Intégration Apple Pay. Nécessite HTTPS.
he: שילוב Apple Pay. דורש HTTPS.
hi: Apple Pay एकीकरण। HTTPS आवश्यक।
hr: Apple Pay integracija. Zahtijeva HTTPS.
hu: Apple Pay integráció. HTTPS szükséges.
id: Integrasi Apple Pay. Memerlukan HTTPS.
it: Integrazione Apple Pay. Richiede HTTPS.
ja: Apple Pay統合。HTTPSが必要。
ko: Apple Pay 통합 기능입니다. HTTPS가 필요합니다.
ms: Integrasi Apple Pay. Memerlukan HTTPS.
nb: Apple Pay-integrasjon. Krever HTTPS.
nl: Apple Pay-integratie. Vereist HTTPS.
pl: Integracja Apple Pay. Wymaga HTTPS.
pt_br: Integração com Apple Pay. Requer HTTPS.
pt_pt: Integração com Apple Pay. Requer HTTPS.
ro: Integrare Apple Pay. Necesită HTTPS.
ru: Интеграция Apple Pay. Требуется HTTPS.
sk: Integrácia Apple Pay. Vyžaduje HTTPS.
sv: Apple Pay-integration. Kräver HTTPS.
th: การรวม Apple Pay ต้องใช้ HTTPS
tr: Apple Pay entegrasyonu. HTTPS gerektirir.
uk: Інтеграція Apple Pay. Потрібен HTTPS.
vi: Tích hợp Apple Pay. Yêu cầu HTTPS.
zh_hans: Apple Pay集成。需要HTTPS。
zh_hant: Apple Pay整合。需要HTTPS。

source: Apple's JS engine (Nitro). JIT compilation for speed. Same engine as Safari.
ar: محرك JS من Apple (Nitro). تجميع JIT للسرعة. نفس محرك Safari.
ca: Motor JS d'Apple (Nitro). Compilació JIT per velocitat. Mateix motor que Safari.
cs: JS engine Apple (Nitro). JIT kompilace pro rychlost. Stejný engine jako Safari.
da: Apples JS-motor (Nitro). JIT-kompilering for hastighed. Samme motor som Safari.
de: Apples JS-Engine (Nitro). JIT-Kompilierung für Geschwindigkeit. Gleiche Engine wie Safari.
el: Μηχανή JS της Apple (Nitro). Συλλογή JIT για ταχύτητα. Ίδια μηχανή με το Safari.
es: Motor JS de Apple (Nitro). Compilación JIT para velocidad. Mismo motor que Safari.
fi: Applen JS-moottori (Nitro). JIT-käännös nopeutta varten. Sama moottori kuin Safari.
fr: Moteur JS d'Apple (Nitro). Compilation JIT pour la vitesse. Même moteur que Safari.
he: מנוע JS של Apple (Nitro). קומפילציית JIT למהירות. אותו מנוע כמו Safari.
hi: Apple का JS इंजन (Nitro)। गति के लिए JIT संकलन। Safari जैसा ही इंजन।
hr: Appleov JS motor (Nitro). JIT kompilacija za brzinu. Isti motor kao Safari.
hu: Apple JS motorja (Nitro). JIT fordítás a sebességért. Ugyanaz a motor mint a Safari.
id: Mesin JS Apple (Nitro). Kompilasi JIT untuk kecepatan. Mesin yang sama dengan Safari.
it: Motore JS di Apple (Nitro). Compilazione JIT per velocità. Stesso motore di Safari.
ja: AppleのJSエンジン(Nitro)です。 高速化のためJITコンパイル。 Safariと同じエンジン。
ko: Apple의 JS 엔진 Nitro입니다. Safari와 같은 엔진입니다.
ms: Enjin JS Apple (Nitro). Kompilasi JIT untuk kelajuan. Enjin yang sama dengan Safari.
nb: Apples JS-motor (Nitro). JIT-kompilering for hastighet. Samme motor som Safari.
nl: Apple's JS-engine (Nitro). JIT-compilatie voor snelheid. Zelfde engine als Safari.
pl: Silnik JS Apple (Nitro). Kompilacja JIT dla szybkości. Ten sam silnik co Safari.
pt_br: Motor JS da Apple (Nitro). Compilação JIT para velocidade. Mesmo motor do Safari.
pt_pt: Motor JS da Apple (Nitro). Compilação JIT para velocidade. Mesmo motor do Safari.
ro: Motorul JS al Apple (Nitro). Compilare JIT pentru viteză. Același motor ca Safari.
ru: JS-движок Apple (Nitro). JIT-компиляция для скорости. Тот же движок, что и Safari.
sk: JS engine Apple (Nitro). JIT kompilácia pre rýchlosť. Rovnaký engine ako Safari.
sv: Apples JS-motor (Nitro). JIT-kompilering för hastighet. Samma motor som Safari.
th: เอนจิ้น JS ของ Apple (Nitro) คอมไพล์ JIT เพื่อความเร็ว เอนจิ้นเดียวกับ Safari
tr: Apple'ın JS motoru (Nitro). Hız için JIT derleme. Safari ile aynı motor.
uk: JS-движок Apple (Nitro). JIT-компіляція для швидкості. Той самий движок, що й Safari.
vi: Engine JS của Apple (Nitro). Biên dịch JIT cho tốc độ. Engine giống Safari.
zh_hans: Apple 的 JS 引擎 (Nitro)。 JIT 编译以提高速度。 与 Safari 相同的引擎。
zh_hant: Apple 的 JS 引擎 (Nitro)。 JIT 編譯以提高速度。 與 Safari 相同的引擎。

source: Apply
ar: تطبيق
ca: Aplica
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
he: החל
hi: लागू करें
hr: Primijeni
hu: Alkalmazás
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Guna
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Tillämpa
th: ใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Apply to save changes
ar: يتم تطبيق التغييرات فوراً
ca: Els canvis s'apliquen immediatament
cs: Změny se projeví okamžitě
da: Ændringer anvendes straks
de: Änderungen werden sofort übernommen
el: Οι αλλαγές εφαρμόζονται αμέσως
es: Los cambios se aplican de inmediato
fi: Muutokset tulevat voimaan heti
fr: Les modifications sont appliquées immédiatement
he: השינויים מיושמים מיידית
hi: परिवर्तन तुरंत लागू होते हैं
hr: Promjene se primjenjuju odmah
hu: A változások azonnal érvényesülnek
id: Perubahan langsung diterapkan
it: Le modifiche vengono applicate immediatamente
ja: 変更は即座に反映されます
ko: 변경사항이 즉시 반영됩니다
ms: Perubahan digunakan serta-merta
nb: Endringer trer i kraft umiddelbart
nl: Wijzigingen worden direct toegepast
pl: Zmiany są stosowane natychmiast
pt_br: As alterações são aplicadas imediatamente
pt_pt: As alterações são aplicadas imediatamente
ro: Modificările se aplică imediat
ru: Изменения применяются мгновенно
sk: Zmeny sa prejavia okamžite
sv: Ändringar tillämpas omedelbart
th: การเปลี่ยนแปลงมีผลทันที
tr: Değişiklikler anında uygulanır
uk: Зміни застосовуються миттєво
vi: Thay đổi được áp dụng ngay lập tức
zh_hans: 更改会立即生效
zh_hant: 變更會立即生效

source: Are you sure?
ar: هل أنت متأكد؟
ca: N'estàs segur?
cs: Jste si jisti?
da: Er du sikker?
de: Sind Sie sicher?
el: Είστε σίγουροι;
es: ¿Estás seguro?
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: האם אתה בטוח?
hi: क्या आप निश्चित हैं?
hr: Jeste li sigurni?
hu: Biztos benne?
id: Apakah Anda yakin?
it: Sei sicuro?
ja: よろしいですか？
ko: 정말 진행하시겠습니까?
ms: Adakah anda pasti?
nb: Er du sikker?
nl: Weet u het zeker?
pl: Czy na pewno?
pt_br: Tem certeza?
pt_pt: Tem a certeza?
ro: Ești sigur?
ru: Вы уверены?
sk: Ste si istí?
sv: Är du säker?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc không?
zh_hans: 你确定吗？
zh_hant: 你確定嗎？

source: ArrayBuffer, TypedArray. Memory allocation speed. GC pressure indicator.
ar: اختبار ArrayBuffer، TypedArray. سرعة تخصيص الذاكرة. مؤشر ضغط GC.
ca: Prova d'ArrayBuffer, TypedArray. Velocitat d'assignació de memòria. Indicador de pressió del GC.
cs: Test ArrayBuffer, TypedArray. Rychlost alokace paměti. Indikátor tlaku GC.
da: ArrayBuffer, TypedArray-test. Hukommelsesallokeringshastighed. GC-trykindikator.
de: ArrayBuffer, TypedArray-Test. Speicherzuweisungsgeschwindigkeit. GC-Druckindikator.
el: Δοκιμή ArrayBuffer, TypedArray. Ταχύτητα εκχώρησης μνήμης. Δείκτης πίεσης GC.
es: Prueba de ArrayBuffer, TypedArray. Velocidad de asignación de memoria. Indicador de presión GC.
fi: ArrayBuffer, TypedArray-testi. Muistin varausnopeus. GC-paineindikaattori.
fr: Test ArrayBuffer, TypedArray. Vitesse d'allocation mémoire. Indicateur de pression GC.
he: בדיקת ArrayBuffer, TypedArray. מהירות הקצאת זיכרון. מדד לחץ GC.
hi: ArrayBuffer, TypedArray परीक्षण। मेमोरी आवंटन गति। GC दबाव संकेतक।
hr: Test ArrayBuffer, TypedArray. Brzina dodjele memorije. Indikator pritiska GC.
hu: ArrayBuffer, TypedArray teszt. Memóriafoglalási sebesség. GC-nyomás mutató.
id: Tes ArrayBuffer, TypedArray. Kecepatan alokasi memori. Indikator tekanan GC.
it: Test ArrayBuffer, TypedArray. Velocità di allocazione memoria. Indicatore di pressione GC.
ja: ArrayBuffer、TypedArrayのテストです。 メモリ割り当て速度を測定します。 GC負荷の指標になります。
ko: ArrayBuffer, TypedArray 성능입니다. 메모리 할당 속도를 측정합니다.
ms: Ujian ArrayBuffer, TypedArray. Kelajuan peruntukan memori. Penunjuk tekanan GC.
nb: ArrayBuffer, TypedArray-test. Minneallokeringshastighet. GC-trykkindikator.
nl: ArrayBuffer, TypedArray-test. Snelheid geheugentoewijzing. GC-drukindicator.
pl: Test ArrayBuffer, TypedArray. Szybkość alokacji pamięci. Wskaźnik obciążenia GC.
pt_br: Teste ArrayBuffer, TypedArray. Velocidade de alocação de memória. Indicador de pressão do GC.
pt_pt: Teste ArrayBuffer, TypedArray. Velocidade de alocação de memória. Indicador de pressão do GC.
ro: Test ArrayBuffer, TypedArray. Viteză de alocare memorie. Indicator presiune GC.
ru: Тест ArrayBuffer, TypedArray. Скорость выделения памяти. Индикатор нагрузки GC.
sk: Test ArrayBuffer, TypedArray. Rýchlosť alokácie pamäte. Indikátor tlaku GC.
sv: ArrayBuffer, TypedArray-test. Minnesallokeringshastighet. GC-tryckindikator.
th: ทดสอบ ArrayBuffer, TypedArray ความเร็วการจัดสรรหน่วยความจำ ตัวบ่งชี้แรงกดดัน GC
tr: ArrayBuffer, TypedArray testi. Bellek tahsis hızı. GC baskı göstergesi.
uk: Тест ArrayBuffer, TypedArray. Швидкість виділення пам'яті. Індикатор навантаження GC.
vi: Kiểm tra ArrayBuffer, TypedArray. Tốc độ cấp phát bộ nhớ. Chỉ báo áp lực GC.
zh_hans: ArrayBuffer、TypedArray 测试。 测量内存分配速度。 GC 压力指标。
zh_hant: ArrayBuffer、TypedArray 測試。 測量記憶體分配速度。 GC 壓力指標。
